
// 1)

// დაწერეთ კოდი, რომელიც იწყება მომხმარებლის შეკითხვით: 
// prompt("რამდენი წლის ხარ?");
// თუ მომხმარებელი შეიყვანს რიცხვს, რომელიც ნაკლებია 12-ზე, გამოჩნდეს შეტყობინება:
// "თქვენ არ გაქვთ შესვლის უფლება."
// თუ მომხმარებელი შეიყვანს რიცხვს, რომელიც მეტია ან ტოლია 12-ისა, გამოჩნდეს შეტყობინება:
// "თქვენ შეგიძლიათ დაესწროთ ფილმს."


let age = prompt("რამდენი წლის ხარ?")
let allowedAge = 12

if(age < allowedAge){
  console.log("თქვენ არ გაქვთ შესვლის უფლება.")
}else if(age >= allowedAge){
  console.log("თქვენ შეგიძლიათ დაესწროთ ფილმს")
}else{
  console.log("თქვენ არ შეგიძლიათ ფილმზე დასწრება")
}


