// დაწერეთ კოდი, რომელიც იწყება მომხმარებლის შეკითხვით:

// prompt("რომელი ფერია შუქნიშანზე?");
// შეიყვანილი ფერის მიხედვით (ყვითელი, წითელი, მწვანე), აჩვენეთ შესაბამისი შეტყობინება:

// ყვითელი:
// "მოემზადე"
// წითელი:
// "გაჩერდი"
// მწვანე:
// "შეგიძლია წახვიდე"


let color = prompt("რომელი ფერია შუქნიშანზე?")
let color1 = "ყვითელი"
let color2 = "წითელი"
let color3 = "მწვანე"



if(color===color1){
    console.log("მოემზადე")
}else if(color===color2){
    console.log("გაჩერდი")
}else{
    console.log("წადი")
}



